{
    "bottle": "Recycle it in plastic bin if in a very poor condition otherwise use it as gardening and planting like planters self-watering planters vertical garden or as a  home decor like flower vase hanging decorations fairy lights or as organization like storage containers cable holder jewellery stand or for outdoor uses like bird feeder water sprinkleror for art and craft works.",
    "laptop": "Recycle it at a local e-waste facility or donate it to a charity. ",
    "mouse": "Recycle it at a local e-waste facility or donate it to a charity. Alternatively",
    "book": "Donate it to a library or charity. Alternatively, repurpose it as a journal, sketchbook, or gift wrap.",
    "cell phone": "Recycle it at a local e-waste facility or donate it to a charity. Alternatively, repurpose it as a music player, alarm clock, or security camera.",
    "plastic bottle caps": "Recycle in plastic bins. Alternatively, use them for art and craft projects like mosaics or coasters.",
    "glass bottles": "Recycle in glass bins. Repurpose as decorative vases, storage containers, or candle holders.",
    "metal cans": "Recycle in metal recycling bins. Flatten them for easier handling.",
    "aluminum foil": "Recycle if clean. If dirty, wash and reuse or dispose of in metal recycling.",
    "styrofoam": "Recycle if local facilities accept it. Otherwise, use for craft projects or insulation.",
    "cardboard": "Recycle in paper bins. Use for DIY projects like organizers or composting if untreated.",
    "old clothes": "Donate if wearable. Repurpose as cleaning rags or upcycle into crafts like bags or pillow covers.",
    "shoes": "Donate if wearable. Reuse parts like laces. If unusable, check for specialized recycling programs.",
    "broken ceramic items": "Reuse pieces for mosaic art or garden decorations. Dispose of in non-recyclable trash if irreparable.",
  
    "used batteries": "Dispose of at specialized recycling points. Avoid throwing in general waste.",
    "light bulbs": "Recycle at dedicated drop-off points for electrical items.",
    "toothbrush": "Recycle in programs that accept oral care products. Repurpose as cleaning tools for small surfaces.",
    "toothpaste tubes": "Recycle if facilities accept them. Otherwise, dispose of in general waste.",
    "plastic bags": "Reuse for storage or as trash liners. Recycle at facilities accepting soft plastics.",
    "broken toys": "Donate if fixable. Recycle plastic or metal parts separately if possible.",
    "coconut shells": "Use as planters, craft materials, or compost them.",
    "tea bags": "Compost biodegradable tea bags. Dispose of plastic-containing ones in general waste.",
    "egg cartons": "Recycle in paper bins. Use for seed starters or craft projects.",
    "hair ties and clips": "Reuse where possible. Dispose of in general waste if broken.",
  
    "pill blister packs": "Dispose of at specialized recycling centers. Avoid general waste.",
    "plastic cutlery": "Recycle if possible. Wash and reuse if not broken.",
    "milk packets": "Rinse and recycle with soft plastics. Repurpose as storage for small items.",
    "single-use straws": "Recycle if possible, or repurpose for craft projects like jewelry or decorations.",
    "broken umbrellas": "Reuse the fabric for waterproof covers or bags. Recycle metal parts separately.",
    "used notebooks": "Tear out blank pages for reuse. Recycle the rest in paper bins.",
    "cosmetic containers": "Clean and recycle in appropriate bins. Check for return programs with the brand.",
    "old mirrors": "Repurpose for home decor projects. Dispose of in general waste if broken, as mirrors are not recyclable.",
    "rubber bands": "Reuse for bundling items or crafts. Dispose of in general waste if they snap.",
    "plastic wrappers": "Recycle at soft plastic recycling points. Avoid throwing in regular bins.",
    "broken kitchen utensils": "Donate if repairable. Recycle metal or plastic parts separately if possible.",
    "expired medicines": "Return to pharmacies or authorized disposal programs. Never dispose of in regular trash or drains.",
    "broken zippers": "Repurpose the fabric around the zipper. Recycle metal parts if possible.",
    "foam mattresses": "Donate if in good condition. Recycle foam through specialized centers if damaged.",
    "old pillows": "Use as stuffing for pet beds or crafts. If unusable, compost natural fillings and dispose of synthetic ones.",
    "tin foil trays": "Rinse and recycle in metal recycling bins. Repurpose for storage or crafts.",
    "used kitchen sponges": "Compost biodegradable sponges. Dispose of synthetic ones in general waste.",
    "plastic food containers": "Recycle if clean. Repurpose for storage or organization.",
    "broken ceramic plates": "Use shards for drainage in plant pots. Dispose of in non-recyclable trash if not reusable.",
    "worn-out belts": "Repurpose for crafts like handles or straps. Dispose of in general waste if unusable.",
    "glass jars": "Recycle in glass bins or repurpose for storage and DIY crafts.",
    "expired makeup": "Dispose of in general waste. Clean and recycle containers if possible.",
    "old mobile cases": "Recycle at e-waste facilities if possible. Repurpose for crafts or storage.",
    "worn-out socks": "Use as cleaning cloths or for crafts. Dispose of in general waste if synthetic.",
    "plastic toothbrush holders": "Recycle if clean. Repurpose as storage for pens or small tools.",
    "deflated balloons": "Dispose of in general waste. Avoid releasing them into the environment.",
    "broken spectacles": "Donate to organizations that recycle them for the needy. Otherwise, dispose of responsibly.",
    "cigarette butts": "Dispose of in general waste. Never throw them on the ground as they are harmful to the environment.",
    "old rugs or carpets": "Donate if usable. Repurpose for mats or insulation. Dispose of in general waste if beyond repair.",
    "broken headphones": "Recycle through e-waste programs. Avoid throwing in regular bins.",
    "old CDs/DVDs": "Repurpose for crafts like coasters or decor. Recycle through e-waste facilities.",
    "used candles": "Melt and reuse wax. Dispose of the wick and holder appropriately (metal or glass).",
    "wine corks": "Repurpose for crafts or as mulch in gardening. Dispose of synthetic corks in general waste."
  
  
  }